Repository: me-cedric/StoryArc
Catalog: apps/ios/Packages/StoryArcKit/Sources/SettingsFeature/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr

# transfer.refused.newer %lld %lld
source: The file uses format version %1$lld. This app reads up to version %2$lld. Update the app and try again. Nothing was changed.
de: Die Datei nutzt Formatversion %1$lld. Diese App liest bis Version %2$lld. Aktualisieren Sie die App und versuchen Sie es erneut. Es wurde nichts geändert.
es: El archivo usa la versión de formato %1$lld. Esta app lee hasta la versión %2$lld. Actualiza la app e inténtalo de nuevo. No se cambió nada.
fr: Le fichier utilise la version de format %1$lld. Cette app lit jusqu’à la version %2$lld. Mettez l’app à jour et réessayez. Rien n’a été modifié.

# transfer.refused.notADocument
source: This is not a StoryArc library file. Nothing was changed.
de: Das ist keine StoryArc-Bibliotheksdatei. Es wurde nichts geändert.
es: No es un archivo de biblioteca de StoryArc. No se cambió nada.
fr: Ce n’est pas un fichier de bibliothèque StoryArc. Rien n’a été modifié.

# transfer.refused.title
source: This file cannot be imported
de: Diese Datei lässt sich nicht importieren
es: No se puede importar este archivo
fr: Ce fichier ne peut pas être importé

# transfer.refused.tooLarge %@ %@
source: The file is %1$@. The largest file this app reads is %2$@. Nothing was changed.
de: Die Datei ist %1$@ groß. Die größte Datei, die diese App liest, ist %2$@ groß. Es wurde nichts geändert.
es: El archivo pesa %1$@. El archivo más grande que lee esta app pesa %2$@. No se cambió nada.
fr: Le fichier fait %1$@. Le plus grand fichier que lit cette app fait %2$@. Rien n’a été modifié.

# transfer.refused.unopened
source: The file could not be opened. Nothing was changed.
de: Die Datei konnte nicht geöffnet werden. Es wurde nichts geändert.
es: No se pudo abrir el archivo. No se cambió nada.
fr: Le fichier n’a pas pu être ouvert. Rien n’a été modifié.

# transfer.section.footer
source: Move your libraries, shelves, settings and reading positions to another device as one file.
de: Übertragen Sie Ihre Bibliotheken, Regale, Einstellungen und Lesepositionen in einer einzigen Datei auf ein anderes Gerät.
es: Lleva tus bibliotecas, estanterías, ajustes y posiciones de lectura a otro dispositivo en un solo archivo.
fr: Transférez vos bibliothèques, étagères, réglages et positions de lecture vers un autre appareil dans un seul fichier.

# whatsnew.0-1-0.place.body
source: Where you stopped is found again after a file is renamed or moved, and your Kavita server is told.
de: Wo Sie aufgehört haben, wird auch nach einer Umbenennung oder Verschiebung wiedergefunden, und Ihr Kavita-Server erfährt davon.
es: Donde lo dejó se vuelve a encontrar aunque el archivo cambie de nombre o de sitio, y su servidor Kavita se entera.
fr: L’endroit où vous vous êtes arrêté est retrouvé même après un fichier renommé ou déplacé, et votre serveur Kavita en est informé.

# whatsnew.0-1-0.place.title
source: Your place is kept
de: Ihre Stelle bleibt erhalten
es: Su punto de lectura se conserva
fr: Votre page est retenue

# whatsnew.0-1-0.private.body
source: No account, no analytics. StoryArc talks only to the libraries you added yourself.
de: Kein Konto, keine Analyse. StoryArc spricht nur mit den Bibliotheken, die Sie selbst hinzugefügt haben.
es: Sin cuenta y sin analíticas. StoryArc solo habla con las bibliotecas que usted añadió.
fr: Pas de compte, pas de statistiques. StoryArc ne parle qu’aux bibliothèques que vous avez ajoutées.

# whatsnew.0-1-0.private.title
source: Nothing leaves the device
de: Nichts verlässt das Gerät
es: Nada sale del dispositivo
fr: Rien ne quitte l’appareil

# whatsnew.0-1-0.reading.body
source: Five typefaces, six reading themes, and a page that turns like paper.
de: Fünf Schriften, sechs Lesethemen und eine Seite, die sich wie Papier umblättert.
es: Cinco tipografías, seis temas de lectura y una página que se pasa como el papel.
fr: Cinq polices, six thèmes de lecture, et une page qui se tourne comme du papier.

# whatsnew.0-1-0.reading.title
source: Made to be read
de: Zum Lesen gemacht
es: Hecho para leerse
fr: Fait pour être lu

# whatsnew.0-1-0.sources.body
source: Folders on this device, OPDS catalogues, Kavita servers and network shares, all on one shelf.
de: Ordner auf diesem Gerät, OPDS-Kataloge, Kavita-Server und Netzwerkfreigaben, in einem Regal.
es: Carpetas de este dispositivo, catálogos OPDS, servidores Kavita y recursos compartidos en red, en un solo estante.
fr: Les dossiers de cet appareil, les catalogues OPDS, les serveurs Kavita et les partages réseau, sur une seule étagère.

# whatsnew.0-1-0.sources.title
source: Every library you have
de: Alle Ihre Bibliotheken
es: Todas sus bibliotecas
fr: Toutes vos bibliothèques

# whatsnew.about
source: What’s new
de: Neuerungen
es: Novedades
fr: Nouveautés

# whatsnew.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer

# whatsnew.earlier
source: Earlier versions
de: Frühere Versionen
es: Versiones anteriores
fr: Versions précédentes

# whatsnew.title
source: What’s New in StoryArc
de: Neu in StoryArc
es: Novedades de StoryArc
fr: Nouveautés de StoryArc

# about.repository
source: Repository
es: Repositorio
fr: Dépôt

# appearance.system
source: System
es: Sistema
fr: Système

# privacy.cache %@
source: Cache · %@
es: Caché · %@

# privacy.downloads %@
source: Downloads · %@
es: Descargas · %@
fr: Téléchargements · %@

# settings.language.system
source: System
es: Sistema
fr: Système

# sources.detail.status
source: Status
es: Estado
fr: État

# sources.remove.downloads %lld
source: %lld downloads
es: %lld descargas
fr: %lld téléchargements

# sources.rename.field
source: Name
es: Nombre
fr: Nom

# transfer.ok
source: OK
es: Aceptar

# transfer.passphrase
source: Passphrase
es: Frase de contraseña
fr: Phrase secrète

# whatsnew.version %@
source: Version %@
es: Versión %@

# reading.matte.sepia
source: Sepia
fr: Sépia
